/* NSPanel (%@ Software Update) : <title:%@ Software Update> (oid:59) */
"%@ Software Update" = "%@ بروزرسانی نرم افزار";

/* NSButton (Cancel) : <title:Cancel> (oid:2) */
"Cancel" = "لغو";

/* NSButton (Check for updates automatically) : <title:Check for updates automatically> (oid:62) */
"Check for updates automatically" = "بررسی خودکار برای بروزرسانی";

/* NSTextField (Error while checking for the latest version) : <title:Error while checking for the latest version> (oid:64) */
"Error while checking for the latest version" = "در بررسی برای آخرین نسخه مشکلی پیش آمد";

/* NSTextField (No updates are available.) : <title:No updates are available.> (oid:53) */
"No updates are available." = ".بروزرسانی موجود نیست";

/* NSButton (Okay) : <title:Okay> (oid:63) */
"Okay" = "تایید";

/* NSTextField (There was an error while connecting to server.  Please check your network settings or try again later.) : <title:There was an error while connecting to server.  Please check your network settings or try again later.> (oid:58) */
"There was an error while connecting to server.  Please check your network settings or try again later." = ".هنگام اتصال به سرویس دهنده مشکلی پیش آمد. لطفا تنظیمات شبکه را بررسی کنید یا دوباره تلاش کنید ";

/* NSTextField (This application was updated on %@. The version %@ is available since %i days. Would you like to update your version %@ ?) : <title:This application was updated on %@.
The version %@ is available since %i days.
Would you like to update your version %@ ?> (oid:44) */
"This application was updated on %@.\nThe version %@ is available since %i days.\nWould you like to update your version %@ ?" = "این برنامه بروز شده در %@.\nنسخه %@ مجود است از %i روز قبل.\nآیا می خواهید بروزرسانی کنید به نسخه %@ ?";

/* NSButton (Update) : <title:Update> (oid:12) */
"Update" = "بروزرسانی";

/* NSTextField (Update available) : <title:Update available> (oid:43) */
"Update available" = "بروزرسانی موجود است";

/* NSTextField (Your version is up to date) : <title:Your version is up to date> (oid:55) */
"Your version is up to date" = "نسخه شما به روز است";

